/* Safari App Extension, toolbar popover, title of the button for start protection. */
"sae-popover-enabled-button-title" = "Védelem indítása";

/* Safari App Extension, toolbar popover, message text for start protection. */
"sae-popover-enabled-message" = "AdGuard védelem kikapcsolva. Nyomjon a \"Védelem indítása\" gombra";

/* Safari App Extension, toolbar popover, title of the button for running AdGuard. */
"sae-popover-run-adguard-button-title" = "AdGuard indítása";

/* Safari App Extension, toolbar popover, message text for running AdGuard. */
"sae-popover-run-adguard-message" = "Az AdGuard ki van kapcsolva. Futnia kell, ha meg szeretné változtatni a tartalomblokkoló beállításait";

/* Safari App Extension, toolbar popover, description text for running AdGuard. */
"sae-popover-run-adguard-description" = "Felhívjuk figyelmét, hogy a Safari tartalomblokkolása akkor is működik, ha az alkalmazás nem fut";
